export default function FittingText() {
  return (
    <div>
      <h1>Подойдет для вас, если:</h1>
      <div>
        <div>
          <div>
            <h2>1</h2>
            <h2>Давно хотели попробовать йогу, но не решались начать</h2>
          </div>
        </div>
        <div>
          <div>
            <h2>2</h2>
            <h2>
              Хотите укрепить позвоночник, избавиться от болей в спине и
              суставах
            </h2>
          </div>
        </div>
        <div>
          <div>
            <h2>3</h2>
            <h2>Ищете активность, полезную для тела и души</h2>
          </div>
        </div>
      </div>
    </div>
  );
}
